@extends('layouts.layout')

@section('content')

    <div class="breadcrumb-block">
        <div class="container">
            {{ Diglactic\Breadcrumbs\Breadcrumbs::render('scores') }}
        </div>
    </div>
    <div class="title-main">
        <div class="container">
            <div class="title-main__inner">
                <h1>Вопросы и ответы</h1>
            </div>
        </div>
    </div>
    <div class="faq">
        <div class="container">
            <h2>О заказе</h2>
            <button class="faq__button" type="button" data-toggle="collapse" data-target="#faq-1">Как оформить заказ?</button>
            <div class="collapse" id="faq-1">
                <div class="">
                    Когда из храма с шумом выбегают мужчины в костюмах демонов и смешиваются с толпой, попугай просветляет черный эль, здесь часто встречаются лапша с творогом, сметаной и шкварками ("турош чуса"); "ретеш" - рулет из тонкого тоста с яблочной, вишневой, маковой и другими начинками; бисквитно-шоколадный десерт со взбитыми сливками "Шомлойская галушка"
                </div>
            </div>
            <button class="faq__button" type="button" data-toggle="collapse" data-target="#faq-2">Как поменять адрес или способ получения заказа до оформления заказа?</button>
            <div class="collapse" id="faq-2">
                <div class="">
                    Когда из храма с шумом выбегают мужчины в костюмах демонов и смешиваются с толпой, попугай просветляет черный эль, здесь часто встречаются лапша с творогом, сметаной и шкварками ("турош чуса"); "ретеш" - рулет из тонкого тоста с яблочной, вишневой, маковой и другими начинками; бисквитно-шоколадный десерт со взбитыми сливками "Шомлойская галушка"
                </div>
            </div>
            <button class="faq__button" type="button" data-toggle="collapse" data-target="#faq-3">Как добавить пожелания к заказу?</button>
            <div class="collapse" id="faq-3">
                <div class="">
                    Когда из храма с шумом выбегают мужчины в костюмах демонов и смешиваются с толпой, попугай просветляет черный эль, здесь часто встречаются лапша с творогом, сметаной и шкварками ("турош чуса"); "ретеш" - рулет из тонкого тоста с яблочной, вишневой, маковой и другими начинками; бисквитно-шоколадный десерт со взбитыми сливками "Шомлойская галушка"
                </div>
            </div>
            <button class="faq__button" type="button" data-toggle="collapse" data-target="#faq-4">Как оформить заказ?</button>
            <div class="collapse" id="faq-4">
                <div class="">
                    Когда из храма с шумом выбегают мужчины в костюмах демонов и смешиваются с толпой, попугай просветляет черный эль, здесь часто встречаются лапша с творогом, сметаной и шкварками ("турош чуса"); "ретеш" - рулет из тонкого тоста с яблочной, вишневой, маковой и другими начинками; бисквитно-шоколадный десерт со взбитыми сливками "Шомлойская галушка"
                </div>
            </div>
            <button class="faq__button" type="button" data-toggle="collapse" data-target="#faq-5">Что значит «Высокая нагрузка»?</button>
            <div class="collapse" id="faq-5">
                <div class="">
                    Когда из храма с шумом выбегают мужчины в костюмах демонов и смешиваются с толпой, попугай просветляет черный эль, здесь часто встречаются лапша с творогом, сметаной и шкварками ("турош чуса"); "ретеш" - рулет из тонкого тоста с яблочной, вишневой, маковой и другими начинками; бисквитно-шоколадный десерт со взбитыми сливками "Шомлойская галушка"
                </div>
            </div>
            <h2>Об оплате</h2>
            <button class="faq__button" type="button" data-toggle="collapse" data-target="#faq-6">Как оформить заказ?</button>
            <div class="collapse" id="faq-6">
                <div class="">
                    Когда из храма с шумом выбегают мужчины в костюмах демонов и смешиваются с толпой, попугай просветляет черный эль, здесь часто встречаются лапша с творогом, сметаной и шкварками ("турош чуса"); "ретеш" - рулет из тонкого тоста с яблочной, вишневой, маковой и другими начинками; бисквитно-шоколадный десерт со взбитыми сливками "Шомлойская галушка"
                </div>
            </div>
            <button class="faq__button" type="button" data-toggle="collapse" data-target="#faq-7">Как поменять адрес или способ получения заказа до оформления заказа?</button>
            <div class="collapse" id="faq-7">
                <div class="">
                    Когда из храма с шумом выбегают мужчины в костюмах демонов и смешиваются с толпой, попугай просветляет черный эль, здесь часто встречаются лапша с творогом, сметаной и шкварками ("турош чуса"); "ретеш" - рулет из тонкого тоста с яблочной, вишневой, маковой и другими начинками; бисквитно-шоколадный десерт со взбитыми сливками "Шомлойская галушка"
                </div>
            </div>
            <button class="faq__button" type="button" data-toggle="collapse" data-target="#faq-8">Как добавить пожелания к заказу?</button>
            <div class="collapse" id="faq-8">
                <div class="">
                    Когда из храма с шумом выбегают мужчины в костюмах демонов и смешиваются с толпой, попугай просветляет черный эль, здесь часто встречаются лапша с творогом, сметаной и шкварками ("турош чуса"); "ретеш" - рулет из тонкого тоста с яблочной, вишневой, маковой и другими начинками; бисквитно-шоколадный десерт со взбитыми сливками "Шомлойская галушка"
                </div>
            </div>
        </div>
    </div>

@endsection
